{
    "News_Summarization": "The news discusses the increasing difficulties faced by emerging-market companies due to rising global borrowing rates, which are at their highest since the financial crisis. This situation has halted refinancing opportunities for $400 billion worth of debt maturities due in the new year. As US Treasury yields reach 15-year highs, companies from developing nations have only managed to rollover a tenth of what they need. The situation is expected to worsen with another $300 billion worth of corporate bonds due in 2025.\n",
    "Related Entity": "US Treasury, Emerging-market companies\n",
    "Opportunities and Positive Information": "There is no positive information or opportunities for the market mentioned in the news.\n",
    "Risk and Negative Information": "The rising global borrowing rates and soaring US Treasury yields pose a significant risk to emerging-market companies. The inability to refinance $400 billion worth of debt maturities due in the new year and the upcoming $300 billion worth of corporate bonds due in 2025 could lead to financial instability and potential defaults.\n",
    "Overall emotional polarity": "Negative\n",
    "Business Scope": "Financial Services, Debt Financing\n",
    "Explanation of related professional terms": "1. Emerging-market companies: These are companies based in countries with social or business activity in the process of rapid growth and industrialization.\n2. Refinancing: This is the process of replacing an existing debt with a new one under different terms.\n3. Debt Maturities: This refers to the date on which the principal amount of a note, draft, acceptance bond, or other debt instrument becomes due and is to be paid.\n4. US Treasury yields: These are the returns on investment for U.S. government debt obligations, including treasury bonds, notes, and bills.\n5. Corporate Bonds: These are debt securities issued by corporations and sold to investors to raise operating cash.\n",
    "policy": "The news does not provide specific information about policy changes. However, the rising borrowing rates and US Treasury yields could potentially prompt policymakers to intervene to stabilize the financial markets and prevent a debt crisis in emerging markets.\n",
    "industry": "The financial industry, particularly lenders and investors, could be significantly impacted by this news. The rising borrowing costs and the inability of emerging-market companies to refinance their debts could lead to higher default rates, which would negatively affect lenders. Investors in these companies or in their corporate bonds could also face losses. This situation could lead to a tightening of lending standards and a reduction in investment in emerging markets, which could further exacerbate the financial difficulties these companies are facing.\n",
    "Public Opinion": "The news could lead to negative public opinion towards the financial stability of emerging-market companies. This could result in a loss of investor confidence, which could further exacerbate the financial difficulties these companies are facing. The public may also expect or demand government intervention to prevent a potential debt crisis.\n",
    "Whether it has a greater impact": "Yes\n\n[analyze]：\nThe news is likely to have a significant and potentially lasting impact on the relevant securities markets and commodities. The rising borrowing costs and the inability of emerging-market companies to refinance their debts could lead to higher default rates, which would negatively affect the securities markets, particularly those related to these companies and their corporate bonds. This situation could also lead to a tightening of lending standards and a reduction in investment in emerging markets, which could further exacerbate the financial difficulties these companies are facing and have a lasting impact on these markets. Furthermore, the potential for policy intervention to prevent a debt crisis could also have a significant and lasting impact on the markets.\n",
    "news": "\nCracks are deepening for vulnerable emerging-market companies as global borrowing rates surge to the highest levels since the financial crisis, halting refinancing opportunities for $400 billion worth of debt maturities coming due in the new year.\nAs US Treasury yields soar to 15-year highs and borrowing costs skyrocket, companies from developing nations have managed to only rollover a tenth of what they need. What’s more, the struggle may be in its beginning stages only as refinancing challenges are likely to worsen once another $300 billion worth of corporate bonds comes due in 2025.\n",
    "title": "Emerging-Market Companies at Risk With $400 Billion of Debt Due",
    "time": "2023-10-29"
}